{
    "landingHello": "Hello,",
    "landingName": "I'm Adrien Gasquet",
    "landingJob1": "UI/UX Designer",
    "landingJob2": "& Web Developer",
    "landingPara1": "UX/UI Designer in training at Gobelins Paris with a passion for crafting the best visual experiences.",
    "landingPara2": "Because I love it when my projects come to life, I'm also learning web development, and I'm passionate about the latest web technologies.",
    "landingButton": "Read more",
    "selectorTop": "Choose category",
    "selectorDesign": "Design",
    "selectorPhoto": "Photography",
    "classprojectListButton": "Read more...",
    "beatriceGasquetTitle": "Beatrice Gasquet's website redesign",
    "liftoffrocketsTitle": "Space news Instagram thread",
    "duoTitle": "DUO - Fictional GUI",
    "casahTitle": "Shooting CASAH events",
    "bea-gasquet-article-main-title": "Beatrice Gasquet's website redesign",
    "bea-gasquet-article-second-title": "On December 2023, Beatrice Gasquet, an English teacher who works with kids and retirees, asked me to redesign her website and graphic identity. I had 3 main missions: Create a nice and coherent graphic identity, imagine a way to display new and existing information, code the website.",
    "bea-gasquet-article-media-alt": "Mockup of the final website landing page",
    "bea-gasquet-article-context-title": "Context",
    "bea-gasquet-article-context-para": "As a self employed English teacher, Beatrice Gasquet needed a website to communicate about her activity and to gather english lesson ressources for her students. So, she created with Wordpress her first website, which hasn't aged well. In 2023, having a nice, well-indexed and intuitive website is an essential to find new clients. This is why she asked me to redesign and code a brand new platform.",
    "bea-gasquet-article-original-website": "Original client website",
    "bea-gasquet-article-brief-title": "Brief",
    "bea-gasquet-article-brief-para": "The brief for this project was to create a place where interested persons will easily find useful information such as \"Who is Beatrice Gasquet ?\" or \"When are the English lessons ?\". Because the main part of the visitors will be parents and retirees, who are not necessarily as comfortable online as my generation, the navigation in the website must be very intuitive and simple. This involves few pages in total, great accessibility (such as good color contrast and text size) and easy navigation.",
    "bea-gasquet-article-identity-title": "Identity & Design system",
    "bea-gasquet-article-identity-para": "After a discussion with my client, she expressed her will to have a graphical identity that follows these requirements: \r-A refined and simple visual identity. No need to have an eccentric identity. The goal is to be easily understandable. \r-Colors of the British Union Jack flag (blue, red and white). \r-An identity that inspires safeness and seriousness.",
    "bea-gasquet-article-ux-title": "A personal UX Challenge",
    "bea-gasquet-article-ux-para": "One of the most challenging parts of this project was to find the best way to display every bit of information about the lessons (When? For who? Where?). The users have to be able to navigate through the variety of lessons without being lost. I chose to display the courses on the landing page so they are easily findable. I also chose to display them in lines sorted by age.",
    "bea-gasquet-article-lessons-video": "Video of the lessons section",
    "bea-gasquet-article-admin-title": "PHP Admin system",
    "bea-gasquet-article-admin-para": "Another challenge in this project was to code an admin system in PHP for my client to allow her to add a personalized message on the landing page. This system includes the development of a secured user login system in PHP using MySQL and PHPMyAdmin.",
    "bea-gasquet-article-visuals-title": "Visuals of the website",
    "bea-gasquet-article-landing-page": "Landing page",
    "bea-gasquet-article-form-video": "Video of the form page"
}