{
    "landingHello": "Bonjour,",
    "landingName": "je suis Adrien Gasquet",
    "landingJob1": "Designer UI/UX",
    "landingJob2": "& Développeur",
    "landingPara1": "Designer UX/UI en formation à Gobelins Paris. Mon but est de créer les meilleures expériences visuelles possibles.",
    "landingPara2": "Parce que j'adore donner vie à mes projets, j'apprends aussi le développement web et je suis passionné par les dernières technologies web.",
    "landingButton": "En savoir plus",
    "selectorTop": "Choisissez une catégorie",
    "selectorDesign": "Design",
    "selectorPhoto": "Photographie",
    "classprojectListButton": "Lire l'article",
    "beatriceGasquetTitle": "Refonte du site web de Beatrice Gasquet",
    "liftoffrocketsTitle": "Contenu Instagram sur l'actualité spatiale",
    "duoTitle": "DUO - GUI de fiction",
    "casahTitle": "Shooting CASAH events",
    "bea-gasquet-article-main-title": "Refonte du site web de Béatrice Gasquet",
    "bea-gasquet-article-second-title": "En décembre 2023, Béatrice Gasquet, une enseignante d'anglais qui travaille avec des enfants et des retraités, m'a demandé de refondre son site web et son identité graphique. J'avais trois missions principales : créer une identité graphique agréable et cohérente, imaginer une manière de présenter les informations nouvelles et existantes, et coder le site web.",
    "bea-gasquet-article-media-alt": "Maquette de la page d'accueil du site web final",
    "bea-gasquet-article-context-title": "Contexte",
    "bea-gasquet-article-context-para": "En tant qu'enseignante d'anglais indépendante, Béatrice Gasquet avait besoin d'un site web pour communiquer sur son activité et rassembler des ressources pédagogiques en anglais pour ses élèves. Elle a donc créé avec Wordpress son premier site web, qui n'a pas bien vieilli. En 2023, avoir un site web agréable, bien indexé et intuitif est essentiel pour trouver de nouveaux clients. C'est pourquoi elle m'a demandé de refondre et de coder une toute nouvelle plateforme.",
    "bea-gasquet-article-original-website": "Site web original du client",
    "bea-gasquet-article-brief-title": "Brief",
    "bea-gasquet-article-brief-para": "Le brief pour ce projet était de créer un endroit où les personnes intéressées trouveront facilement des informations utiles telles que \"Qui est Béatrice Gasquet ?\" ou \"Quand ont lieu les cours d'anglais ?\". Comme la plupart des visiteurs seront des parents et des retraités, qui ne sont pas nécessairement aussi à l'aise en ligne que ma génération, la navigation sur le site web doit être très intuitive et simple. Cela implique quelques pages au total, une grande accessibilité (comme un bon contraste de couleur et une taille de texte) et une navigation facile.",
    "bea-gasquet-article-identity-title": "Identité & Système de design",
    "bea-gasquet-article-identity-para": "Après une discussion avec ma cliente, elle a exprimé son souhait d'avoir une identité graphique qui réponde à ces exigences : \r- Une identité visuelle raffinée et simple. Pas besoin d'avoir une identité excentrique. L'objectif est d'être facilement compréhensible. \r- Les couleurs du drapeau de l'Union Jack britannique (bleu, rouge et blanc). \r- Une identité qui inspire la sécurité et la sérieux.",
    "bea-gasquet-article-ux-title": "Un défi UX personnel",
    "bea-gasquet-article-ux-para": "Une des parties les plus difficiles de ce projet a été de trouver le meilleur moyen d'afficher chaque élément d'information sur les cours (Quand ? Pour qui ? Où ?). Les utilisateurs doivent pouvoir naviguer à travers la variété des cours sans se perdre. J'ai choisi d'afficher les cours sur la page d'accueil pour qu'ils soient facilement trouvables. J'ai également choisi de les afficher en lignes triées par âge.",
    "bea-gasquet-article-lessons-video": "Vidéo de la section des cours",
    "bea-gasquet-article-admin-title": "Système d'administration PHP",
    "bea-gasquet-article-admin-para": "Un autre défi dans ce projet a été de coder un système d'administration en PHP pour permettre à ma cliente d'ajouter un message personnalisé sur la page d'accueil. Ce système comprend le développement d'un système de connexion utilisateur sécurisé en PHP utilisant MySQL et PHPMyAdmin.",
    "bea-gasquet-article-visuals-title": "Visuels du site web",
    "bea-gasquet-article-landing-page": "Page d'accueil",
    "bea-gasquet-article-form-video": "Vidéo de la page de formulaire"
}